Repository: Rourou0203/shuttlescore
Catalog: ShuttleScoreConnector/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: ↑加分 ↓撤销
en: ↑Score ↓Undo

source: 一
en: Mon

source: 三
en: Wed

source: 下一局
en: Next Game

source: 二
en: Tue

source: 五
en: Fri

source: 今天
en: Today

source: 保存并返回
en: Save & Return

source: 保存并退出
en: Save & Exit

source: 修改昵称
en: Change Name

source: 先发球方
en: First Serve

source: 全选
en: Select All

source: 六
en: Sat

source: 最长连胜
en: Best Streak

source: 分享战绩
en: Share

source: 初出茅庐
en: First Steps

source: 删除
en: Delete

source: 删除记录
en: Delete Record

source: 单打
en: Singles

source: 历史统计
en: History

source: 取消
en: Cancel

source: 取消全选
en: Deselect All

source: 右区
en: Right

source: 周均
en: Weekly

source: 四
en: Thu

source: 在 Apple Watch 上开始你的第一场比赛吧
en: Start your first match on Apple Watch

source: 在10分钟内赢一场
en: Win a match in under 10 min

source: 女双
en: Women's Doubles

source: 完成
en: Done

source: 完成比赛后这里会显示对手战绩
en: Opponent stats will appear after matches

source: 完成第一场比赛
en: Complete your first match

source: 实时比分
en: Live

source: 对手
en: Opponents

source: 对手战绩
en: Opponent Stats

source: 局分
en: Score

source: 局数
en: Games

source: 左区
en: Left

source: 已保存对手
en: Saved Opponents

source: 已解锁成就
en: Unlocked

source: 开始比赛
en: Start Match

source: 当天没有比赛记录
en: No matches on this date

source: 当日记录
en: Records for Date

source: 总场次
en: Total

source: 总时长
en: Total Time

source: 总比赛
en: Total Matches

source: 总胜场
en: Total Wins

source: 恢复本命猫头像
en: Reset to default avatar

source: 成就
en: Achievements

source: 我方
en: My Team

source: 我的
en: Profile

source: 手机计分
en: Phone Scoring

source: 打完100场比赛
en: Complete 100 matches

source: 撤销
en: Undo

source: 放弃本场
en: Abandon

source: 日
en: Sun

source: 昨天
en: Yesterday

source: 更多数据
en: More Stats

source: 未分胜负
en: Draw

source: 本命猫
en: Favorite Cat

source: 本局结束
en: Game Over

source: 查看全部
en: View All

source: 比赛已中止
en: Match Aborted

source: 比赛已结束
en: Match Ended

source: 比赛数
en: Matches

source: 比赛类型
en: Match Type

source: 比赛结束
en: Match Over

source: 比赛记录
en: Match Records

source: 比赛详情
en: Match Details

source: 没有 Apple Watch?
en: No Apple Watch?

source: 活跃日历
en: Activity Calendar

source: 混双
en: Mixed Doubles

source: 添加
en: Add

source: 男双
en: Men's Doubles

source: 百场传奇
en: Century Legend

source: 确定
en: OK

source: 确认删除
en: Confirm Delete

source: 等待开始比赛
en: Waiting to Start

source: 等待手表连接...
en: Waiting for Watch...

source: 给自己取个响亮的名字吧
en: Give yourself a cool name

source: 继续比赛
en: Continue

source: 编辑
en: Edit

source: 编辑比分
en: Edit Score

source: 羽毛球小将
en: Shuttler

source: 胜/负
en: W/L

source: 胜利分数
en: Winning Score

source: 胜率
en: Win Rate

source: 语言
en: Language

source: 请在 Apple Watch 上开始比赛
en: Start a match on Apple Watch

source: 请在手表上开始新比赛
en: Start a new match on Watch

source: 赛前设置
en: Match Setup

source: 赢得5场比赛
en: Win 5 matches

source: 跟随系统
en: System

source: 输入对手名称
en: Enter opponent name

source: 输入昵称
en: Enter nickname

source: 还没有对手记录
en: No opponent records yet

source: 还没有比赛记录
en: No match records yet

source: 连续赢3场
en: Win 3 in a row

source: 连胜
en: Streak

source: 连胜之王
en: Streak King

source: 退出比赛
en: Exit Match

source: 金牌橘猫
en: Golden Cat

source: 长按记录可编辑或删除
en: Long press to edit or delete

source: 闪电战
en: Blitz

source: 队伍名称
en: Team Names
